Repository: JoergRue/Ares
Catalog: Ares.Editor/StringResources.*.resx
Languages: de

source: Add category
de: Kategorie hinzufügen

source: All
de: Alle

source: category
de: der Kategorie

# CategoryExists
source: There is already a category with this name.
de: Eine Kategorie mit diesem Namen existiert bereits.

source: Copying ...
de: Kopiere ...

# CopyOrMoveParentIntoChild
source: A parent directory can't be copied or moved into one of its child directories.
de: Ein Verzeichnis kann nicht in eines seiner Unterverzeichnisse kopiert oder verschoben werden.

# CorrectErrorsFirst
source: Please correct the errors first. See the tooltip of the error symbol for more information.
de: Bitte korrigieren Sie erst die Fehler (siehe Tooltips der Fehlersymbole).

# DeleteError
source: Error deleting files: {0}
de: Fehler beim Löschen der Dateien: {0}

# ElementIsEndless
source: A second key press stops the element (it contains infinite repeats).
de: Ein erneuter Tastendruck stoppt das Element (es enthält unbegrenzte Wiederholungen).

# ElementIsSingle
source: A second key press starts the element a second time.
de: Ein erneuter Tastendruck startet das Element ein weiteres Mal.

# ExportError
source: Error exporting the project: {0}
de: Fehler beim Exportieren des Projektes: {0}

source: Exporting ...
de: Exportiere ...

# ExternalPlayerStartFail
source: Couldn''t start external player. Error message: {0}
de: Externer Player konnte nicht gestartet werden. Fehlermeldung: {0}

# ExtractingMusicIds
source: Getting music ids ...
de: Ermittle Musik-Ids ...

source: Extracting tags ...
de: Extrahiere Tags ...

# FileOpError
source: Error during file operation: {0}
de: Fehler bei Dateioperation: {0}

# General
source: General ======= Esc - Stop all sounds and music Up - Increase overall volume Down - Decrease overall volume Page Up - Increase sound volume Page Down - Decrease sound volume Ins - Increase music volume Del - Decrease music volume Right - Next music title Left - Previous music title
de: Allgemein ========= Esc - Stoppt alle Geräusche und Musik Pfeil nach oben - Erhöht die Gesamtlautstärke Pfeil nach unten - Verringert die Gesamtlautstärke Bild hoch - Erhöht die Geräuschlautstärke Bild runter - Verringert die Geräuschlautstärke Einfg - Erhöht die Musiklautstärke Entf - Verrringert die Musiklautstärke Pfeil nach rechts - Nächstes Musikstück Pfeil nach links - Vorheriges Musikstück

# HelpPage
source: http://aresrpg.sourceforge.net/en/hilfe/Editor.html
de: http://aresrpg.sourceforge.net/hilfe/Editor.html

# ImportError
source: Error importing the project: {0}
de: Fehler beim Importieren des Projektes: {0}

source: Importing ...
de: Importiere ...

# InsufficientCommandData
source: The command still needs some data. Please select the necessary element(s).
de: Die Anweisung braucht noch weitere Daten. Bitte die notwendigen Elemente auswählen.

# InvalidModeElement
source: <not found>
de: <nicht gefunden>

# LangCodeWrong
source: The language code must be two letters
de: Der Sprachcode muss aus zwei Buchstaben bestehen

source: language
de: der Sprache

# LanguageExists
source: There is already a language with this name.
de: Eine Sprache mit diesem Namen existiert bereits.

# LanguageExists2
source: There is already a language with this code. Perhaps there's just no translation of its name into {0}.
de: Eine Sprache mit diesem Code existiert bereits. Vielleicht hat sie nur keine Übersetzung nach {0}.

# LanguageMustHaveName
source: The name can't be empty
de: Der Name darf nicht leer sein

# LanguageMustHaveTranslation
source: The name in the language itself can't be empty
de: Der Name in der Sprache selbst darf nicht leer sein

# Length
source: Length: {0}
de: Länge: {0}

# LoadError
source: Error opening the project: {0}
de: Fehler beim Laden des Projektes: {0}

# ModeIntro
source: Mode '{0}':
de: Modus "{0}":

source: Moving ...
de: Verschiebe ...

source: Music
de: Musik

# MusicIdExtractionError
source: Error getting music ids: {0}
de: Fehler beim Ermitteln der Musik-Ids: {0}

source: New Background Sounds
de: Neue Hintergrundgeräusche

# NewCategoryName
source: Name of the new category:
de: Name der neuen Kategorie:

# NewCategoryName2
source: New name of the category:
de: Neuer Name der Kategorie:

# NewLanguageName
source: New name of the language:
de: Neuer Name der Sprache:

source: New Macro
de: Neues Makro

source: New Parallel List
de: Neue Parallele Liste

source: New Playlist
de: Neue Spielliste

source: New Project
de: Neues Projekt

source: New Random List
de: Neue Zufällige Liste

source: New Scenario
de: Neues Szenario

source: New Sequential List
de: Neue Sequentielle Liste

source: New Sound Choice
de: Neue Geräuschauswahl

# NewTagName
source: New name of the tag:
de: Neuer Name des Tags:

# NoDroppableElements
source: None of these elements can be dropped here.
de: Diese Elemente können hier nicht eingefügt werden.

# NoElementsFound
source: The file '{0}' is not currently used in the project.
de: Die Datei "{0}" wird derzeit im Projekt nicht verwendet.

source: No file or folder found.
de: Keine Datei gefunden.

# NoFurtherFileOrFolderFound
source: No other file or folder found.
de: Keine andere Datei gefunden.

# NoImportableElements
source: No elements found in the file which could be imported here.
de: In der Datei wurden keine Elemente gefunden, die hier importiert werden könnten.

source: <No Key>
de: <Keine Taste>

# NoOpenedProject
source: No Project Opened
de: Kein Projekt geöffnet

# NoPasteableElements
source: No elements found in the file which could be pasted here.
de: In der Zwischenablage wurden keine Elemente gefunden, die hier eingefügt werden könnten.

# NoProjectName
source: [No name]
de: [Kein Name]

# NoSettings
source: This seems to be the first start of the editor. You should adapt some settings first.
de: Dies scheint der erste Start des Editors zu sein. Sie sollten zuerst ein paar Einstellungen vornehmen.

# NoSoundFileEditor
source: No audio file editor has been configured yet. Do you wish to configure one now?
de: Es wurde noch kein Editor für Audiodateien konfiguriert. Möchten Sie jetzt einen konfigurieren?

# NoTags
source: No tags set for the file
de: Keine Tags für die Datei gesetzt

# NoTranslationsLabelText
source: No element selected
de: Kein Element ausgewählt

# OpenHelpError
source: Could not open help web page. Reason: {0}
de: Konnte Hilfeseite nicht öffnen. Grund: {0}

# OpenProjectQuestion
source: Open project {0}?
de: Projekt {0} öffnen?

# PlayerStartError
source: Could not start player. Reason: {0}
de: Konnte Player nicht starten. Grund: {0}

# PleaseSelectElement
source: Please select an element
de: Bitte ein Element auswählen.

# PleaseSelectTag
source: Please select a tag
de: Bitte einen Tag auswählen

# ProjectChanged
source: The current project has unsaved changes. Shall it be saved now?
de: Das aktuelle Projekt hat ungespeicherte Änderungen. Soll es jetzt gespeichert werden?

# ReallyDelete
source: Files will be deleted permanently. Proceed?
de: Dateien werden permanent gelöscht. Fortsetzen?

# ReallyDeleteCategory
source: Deleting a category also deletes all its tags and it can't be undone. Are you sure?
de: Es werden auch alle Tags der Kategorie gelöscht und das Löschen kann nicht rückgängig gemacht werden. Sind Sie sicher?

# ReallyDeleteLanguage
source: Deleting a language will also delete all translations of tags or categories in that language, and it can't be undone. Are you sure?
de: Es werden auch alle Übersetzungen von Kategorien und Tags in die Sprache gelöscht und das Löschen kann nicht rückgängig gemacht werden. Sind Sie sicher?

# ReallyDeleteTag
source: Deleting a tag can't be undone. Are you sure?
de: Das Löschen eines Tags kann nicht rückgängig gemacht werden. Sind Sie sicher?

# ReallyDeleteTranslation
source: Deleting a translation can't be undone. Are you sure?
de: Das Löschen einer Übersetzung kann nicht rückgängig gemacht werden. Sind Sie sicher?

source: Rename category
de: Kategorie umbenennen

source: Rename language
de: Sprache umbenennen

source: Rename tag
de: Tag umbenennen

# SaveError
source: Error saving the project: {0}
de: Fehler beim Speichern des Projektes: {0}

# SearchElementsTitle
source: The file '{0}' is currently used here:
de: Die Datei "{0}" wird derzeit hier verwendet:

# SetFadingForAll
source: Set fading settings for all top-level elements.
de: Übernehme Blenden-Einstellungen für alle Modus-Elemente

# SoundFileEditorStartFail
source: Couldn''t start editor. Error message: {0}
de: Editor konnte nicht gestartet werden. Fehlermeldung: {0}

source: Sounds
de: Geräusche

source: tag
de: des Tags

# TagExists
source: There is already a tag with this name.
de: Ein Tag mit diesem Namen existiert bereits.

# TagExtractionError
source: Error extracting the tags: {0}
de: Fehler beim Extrahieren der Tags: {0}

# TagMustHaveCategory
source: The tag must have a category.
de: Der Tag muss eine Kategorie haben.

# TagMustHaveName
source: The tag must have a name.
de: Der Tag muss einen Namen haben.

# TagsDbError
source: Error accessing tags database: {0}
de: Fehler beim Zugriff auf die Tags-Datenbasis: {0}

# TranslationBoxTitle
source: Translation of '{0}'
de: Übersetzung von "{0}"

# TranslationMustHaveName
source: The name can't be empty
de: Der Name darf nicht leer sein

# TranslationsLabelText
source: Translations for {0} '{1}':
de: Übersetzungen {0} "{1}":

# TriggerEditorTitle
source: Start of {0}
de: Start von {0}

source: Unknown
de: Unbekannt

# WriteFileListError
source: File list could not be written. Reason: {0}
de: Dateiliste konnte nicht geschrieben werden. Grund: {0}

# WriteKeyListError
source: Keys could not be written. Reason: {0}
de: Tasten konnten nicht geschrieben werden. Grund: {0}

# WriteSettingsError
source: Settings could not be saved. Reason: {0}
de: Einstellungen konnten nicht gespeichert werden. Grund: {0}

# DownloadOperationSuccess
source: Download of tags from {0} was successful.
de: Herunterladen von Tags von {0} war erfolgreich.

# OnlineDbUserIdRequired
source: To upload tags, a user name (e.g. an e-mail address) is required. Would you like to set it now?
de: Um Tags hochzuladen, wird ein Benutzername (z.B. eine E-Mail-Adresse) benötigt. Möchten Sie diesen jetzt festlegen?

# TagsForMultipleFiles
source: Tags for {0} files
de: Tags für {0} Dateien

# TagsForSingleFile
source: Tags for {0}
de: Tags für {0}

source: Tools
de: Werkzeuge

# UploadOperationSuccess
source: Upload of tags to {0} was successful.
de: Hochladen von Tags nach {0} war erfolgreich.

# TagsDownloadStats
source: Tags were found for {0} of {1} files.
de: Tags wurden für {0} der {1} Dateien gefunden.

# DownloadError
source: Error downloading tags: {0}
de: Fehler beim Herunterladen der Tags: {0}

source: Downloading tags ...
de: Lade Tags herunter ...

source: Sharing tags ...
de: Lade Tags hoch ...

# UploadError
source: Error sharing tags: {0}
de: Fehler beim Hochladen der Tags: {0}

# MusicIdStats
source: Ids were found for {0} of {1} files.
de: Ids wurden für {0} der {1} Dateien gefunden.

# ImportNoProject
source: The file doesn't contain an Ares project. If it contains a project element (e.g. a scenario), import the file at a mode in the Project Explorer.
de: Die Datei enthält kein Ares-Projekt. Falls sie ein Projekt-Element (z.B. ein Szenario) enthält, importieren Sie die Datei an einem Modus im Projekt-Explorer.

# OpenProjectError
source: The file doesn't contain a valid Ares project. If it contains a project element (e.g. a szenario), import the file at a mode in the Project Explorer.
de: Die Datei enthält kein gültiges Ares-Projekt. Falls sie ein Projekt-Element (z.B. ein Szenario) enthält, importieren Sie die Datei an einem Modus im Projekt-Explorer.
